tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "aws/tap"
cask "slack"
cask "google-chrome"
cask "sourcetree"
brew "awscli"
brew "autojump"
brew "csvkit"
brew "gcc"
brew "n"
brew "node"
brew "emscripten"
brew "fzf"
brew "htop"
brew "httpie"
brew "jq"
brew "luajit", args: ["HEAD"]
brew "tree-sitter", args: ["HEAD"]
brew "make"
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "xclip"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
