aaron-bond.better-comments
akamud.vscode-theme-onedark
alefragnani.project-manager
batisteo.vscode-django
bceskavich.theme-dracula-at-night
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dawhite.mustache
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dunstontc.viml
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
erd0s.terraform-autocomplete
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
golang.go
GrapeCity.gc-excelviewer
hashicorp.terraform
henriiik.docker-linter
HookyQR.beautify
humao.rest-client
huntertran.auto-markdown-toc
jprestidge.theme-material-theme
karigari.chat
khaeransori.json2csv
kiteco.kite
lightbend.vscode-sbt-scala
liviuschera.noctis
magicstack.MagicPython
mohsen1.prettify-json
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.azure-account
msjsdiag.vscode-react-native
Orta.vscode-jest
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
redhat.vscode-commons
redhat.vscode-yaml
scala-lang.scala
snyk-security.snyk-vulnerability-scanner
softwaredotcom.swdc-vscode
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
ZainChen.json
zenor.makefile-creator
zhuangtongfa.material-theme
